{
    "title": "Top-5-dishes-in-Varanasi",
    "article": [
      {
        "heading": "KACHORI SABJI",
        "paragraph": [
          "The most popular breakfast in banaras kachori sabji is the best way to start your day. Dive your kachori into the hot and spicy sabji and savour your mouth with all the exciting flavours. Kachoris are made in two different types - Badi and Choti Kachori. While Badi Kachori is stuffed with a spicy mixture made of lentils, Choti Kachori is stuffed with a spicy mashed potato mix. The flavorful Kachoris are served with a tangy Aloo curry, which is made using a generous amount of cloves and black pepper. Chillies are added in the curry to make it hot and spicy."
        ]
      },
      {
        "heading": "CHENA DAHI VADA",
        "paragraph": [
          "Unlike common dahi vada found across the country, varanasi's dahi vada is quite special, usually served dipped in sweet yoghurt sprinkled with a dash of Masala made of jeera and black salt. This snack offering the perfect mix of sweet and sour flavour is a scrumptious dish to enjoy with friends and family over breakfast."
        ]
      },
      {
        "heading": "MALAIYYO",
        "paragraph": [
          "A popular winter street desert malaiyyo is influenced by persian style of cooking. Makkhan Malaiyyo or nimish is prepared by churning the milk slowly to create a creamy texture. The milk foam is then flavoured with saffron and cardamoms and garnished with pistachios and almonds on the top. Served in earthen cups called kulhads this desert is quite popular for its mouth watering froth that is said to literally melt in your mouth."
        ]
      },
      {
        "heading": "BAATI CHOKHA",
        "paragraph": [
          "This another widely loved snake in bihar and U.P. makes a tasty treat for varanasi itself. Stuffed whole wheat dough balls are stuffed with roasted chana dal and spices inside.These stuffed balls (baati) are roasted over charcoal and then dipped generously in desi ghee and served with a spicy mixture of boiled potatoes, tomato and eggplant (chokha). You can find Baati Chokha almost everywhere on the streets of Varanasi"
        ]
      },
      {
        "heading": "CHOORA MATAR",
        "paragraph": [
          "This dish is basically a banarasi version of poha. Made of flattened rice soaked in desi ghee and cooked with a variety of spices along with green peas, raisins and saffron to which milk or cream is added. Sometimes Spices like black pepper, garam masala and hing are added to this dish to enhance its flavour. it is quite popular in varanasi as a light evening snack with a hot cup of tea"
        ]
      }
    ],
    "pageName": "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
    "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
    "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
  }