{
    "title": "Varanasi to Gaya",
    "intro": [
      "One of the major tourist attractions in Bihar, Gaya not only has historical significance but it is also considered to be a place of great mythological significance as well. It is located 100 km from Patna, the capital of Bihar and is the second largest city in the state. Gaya is surrounded by three hills Mangala-Gauri, Shringa-Sthan, Ram-Shila and Brahmayoni which makes it even more beautiful. Built in 1865 this place is believed to be the place for attaining salvation and hence it is considered to be one of the most ideal places to perform the shraddh. Gaya is considered to be a religious abode for Hindus and Buddhists devotees."
    ],
    "image": "../images/blogGaya.png",
    "article": [
      {
        "heading": "Places to visit in Gaya",
          "paragraph": [
          "Vishnupad temple: Located on the banks of River Falgu, Vishnupad temple was built as a dedication to lord vishnu.  It is believed that Lord Vishnu killed Gayasur here by placing his left foot on Gayasur’s chest. The Footprint is still there and is about 40cm long. Buddhist believe that this footprint is of buddha hence this place has become a major attraction for both. This large complex houses several other gods and goddesses like  Lord Narasimha, Lord Shiva. This ancient temple was reconstructed in Shikhara style by queen ahilya bai holkar of indore in 1787. Another significance of this temple is the morning aarti conducted here at 5 am.",
          "Mahabodhi temple: Also called the great awakening temple, mahabodhi temple is a UNESCO World Heritage Site. This architectural marvel is spread across 5 hectare and is one the most important sites of buddhist. It is this place where Lord Buddha is said to have attained enlightenment. The bodhi tree is the greatest attraction of this place. Said to be dated back to the 7th century this temple was reconstructed by emperor Ashoka in 1880. Major attraction of this place is the bodhi tree. The peaceful and calming experience of this place is must visit.",
          "Durgeshwari cave: Located around phalgu river, durgeshwari cave is the place where Lord Buddha spent a few years before travelling to Bodh Gaya. This cave is also called as mahakala cave, It is located at a distance of 15km from bodh gaya. These caves were mostly known for the caves that Gautam Buddha used for shelter and meditation. This cave houses several Buddha images and shrines. Major attraction of this place is the This beautiful place is a well known trekking location and draws tourists in large number.",
          "Bodh gaya: Located 20 km away from Gaya on the bank of river Niranjana, Bodh Gaya is said to be the place where under a banyan tree Gautama Buddha attained enlightenment. The disciples of buddha began to visit this place during the full moon in the month of April–May and Over time, the place came to be known as Bodh Gaya and the tree as the Bodhi Tree. Some must visit sightseeing places in Bodhgaya include bodhi tree, great buddha statue, monastery etc."
        ]
      },
      {
        "heading": "How To reach Gaya",
        "paragraph": [
          "Airways: Gaya airport is Located between gaya and bodh gaya. It is 7 km from Gaya and 11 kilometer from Bodh gaya. Although the frequency of flights are less but still it is connected to some major cities. There are also regular domestic flights to Varanasi, Kolkata and Delhi. Tourists can travel to the Gaya airport by taxi or cabs. Various other car rental service providers provide cabs to and from the airport at fixed rates.",
          "Car: The easiest and most economical way to reach gaya is through its well maintained highways and roads. The grand trunk road connects Gaya to major cities in the north such as varanasi, patna, jamshedpur, bokaro, durgapur, kolkata, allahabad, delhi, etc. One can self drive or choose from the number of car rental or outstation taxi services available with a very affordable price range and packages.",
          "Bus: Gaya has a good road network providing good connectivity to various other cities. One can easily get any bus from the number of busses running from gaya bus stand. There are regular   Bihar State Tourism Development Corporation buses that run from Gaya to Varanasi, Patna, Ranchi, Jamshedpur, Kolkata, Dhanbad etc. Also There are many private A/C, non-A/C and luxury buses operating daily. Availability of so many buses had made travelling by bus a great option.",
          "Railways: Gaya has an extensive railway network. The Gaya junction is located 1.5 km aways from central Gaya and it is well connected to other cities throughout india. There are lots of trains directly from Delhi, varanasi, kolkata, mumbai, and patna. Some significant trains running from gaya junction are : Mahabodhi Express, Rajdhani Express trains etc. After reaching the railway station, tourists can easily get local running buses and car rental services."
        ]
      }
    ],
    "pageName": "Varanasi to Gaya",
    "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
    "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
  }