{
    "title": "Top-5-ghats-to-visit-in-Varanasi",
    "article": [
      {
        "heading": "Assi Ghat",
        "paragraph": [
          "Assi ghat is another vivid, bright place in the town  This ghat gives a glimpse of old kashi it captures the perfect harmony and symphony of the town adding to this sanskrit language is also widely spoken there. It has a constant buzz of activities that makes this place lively and has the most exquisite view of sunrise"
        ]
      },
      {
        "heading": "Dashwamesha Ghat",
        "paragraph": [
          "Dashwamesha ghat is one of the prime pilgrim spots in varanasi. It is vividly known for its flamboyant nature and spiritual peace. The ghat was built by Peshwa Balaji Baji Rao in the year 1748. Hindu pilgrims and tourists alike travel for thousands of miles to watch ganga aarti held here every evening. Legend has it that lord brahma sacrificed 10 horses in a yagna here,hence giving this place its name. The peaceful experience of this place should be in your must visit list"
        ]
      },
      {
        "heading": "Manikarnika Ghat",
        "paragraph": [
          "There are many legends associated with this ghat one of them is that Mata Sati sacrificed her body to fire after her father humiliated her husband, Lord Shiva. This ghat is mostly known as a cremation site so viewers should not expect a pretty view although hindus believe that being cremated here liberates them from the cycle of life and death. Approximately over 28,000 bodies are cremated here  every year"
        ]
      },
      {
        "heading": "Darbhanga Ghat",
        "paragraph": [
          "It is one of the most visually appealing and photo favourite ghat. The luxury hotel brijrama palace is built on the banks of this ghat. Ancient architecture is the main reason for the tourist attraction on this place.This ghat is said to be built by the royal family of bihar in 1900. This gorgeous ghat is worth your time especially for a photophile"
        ]
      },
      {
        "heading": "Man Mandir Ghat",
        "paragraph": [
          "Built by maharaja jai singh II in the 1700s this ghat showcases great architectural work. Later in the 1730s an observatory was added here by sawai jai singh II. The astronomical instruments are well kept and are still in good condition. This ghat gives away a touch of rajputana. The view of Ganga river from the upper balcony of this place is astonishing. And many interesting temples are nearby. If you are an archaeologist or an astrologist you much check this place out"
        ]
      }
    ],
    "pageName": "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
    "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
    "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
  }
  