{
  "title": "Top-5-places-to-visit-in-Varanasi",
  "article": [
    {
      "heading": "Kashi Vishwanath",
      "paragraph": [
        "Lies in the heart of varanasi,kashi vishwanath a sacred attraction is a Home to the 12th Jyotirlinga of Lord Shiva, not only it has a majestic appearance but also it is a symbol of harmony due to its coexistence with a Mosque in the same premises. Over a thousand visitors a year visit this place to experience its holy vibe and vintage charm. It has been coined the name golden temple for its striking spire made with around 800 kilogram of pure gold. A trip to varanasi is incomplete without kashi vishwanath."
      ]
    },
    {
      "heading": "Dashwamesha Ghat",
      "paragraph": [
        "Dashwamesha ghat is one of the prime pilgrim spots in varanasi. It is vividly known for its flamboyant nature and spiritual peace. The ghat was built by Peshwa Balaji Baji Rao in the year 1748. Hindu pilgrims and tourists alike travel for thousands of miles to watch ganga aarti held here every evening. Legend has it that lord brahma sacrificed 10 horses in a yagna here,hence giving this place its name. The peaceful experience of this place should be in your must visit list"
      ]
    },
    {
      "heading": "Assi Ghat",
      "paragraph": [
        "Assi ghat is another vivid, bright place in the town  This ghat gives a glimpse of old kashi it captures the perfect harmony and symphony of the town adding to this sanskrit language is also widely spoken there. It has a constant buzz of activities that makes this place lively and has the most exquisite view of sunrise."
      ]
    },
    {
      "heading": "Ramnagar Fort",
      "paragraph": [
        "Located on the Eastern banks of River Ganga, ramnagar fort is an 18th century sandstone monument. This site is a treasure for archeologists. Reflecting a Mughal-era structure, Ramnagar Fort is a glorious picture in elegance and extravagant flair although it requires restoration it still is a site to view. Even today maharaja pelu bhiru singh lives in this fort."
      ]
    },
    {
      "heading": "Sarnath",
      "paragraph": [
        "The birthplace of buddhism: sarnath is an extremely peaceful place which showcases its ancient architecture. For those who are seeking a peaceful and calming experience this should be their must visit place. Several asian countries follow its architecture style. It is said to be the place where Gautam Buddha first taught the Dharma. Popular sightseeing places places in sarnath include Dhamek Stupa, Ashoka Pillar, Chaukhandi Stupa and Dharmarajika Stupa "
      ]
    }
  ],
  "pageName": "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
  "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
  "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
}
