{
  "title": "Top-5-restaurants-to-visit-in-Varanasi",
  "article": [
    {
      "heading": "Canton Royale",
      "paragraph": [
        "This multi cuisine restaurant is built inside a 200 year old heritage building,hotel surya’s elegant main hotel has a large lawn where you can eat on warm evenings. This all serving restaurant is mostly known for its Mediterranean and Continental offerings.it’s one of the top choices in varanasi Providing good value for money"
      ]
    },
    {
      "heading": "Brown Bread Cafe",
      "paragraph": [
        "Mostly known for its casual and hippy atmosphere this bakery provides international, indian, cafe, italian and european cuisine. Located near dashashwamedh ghat its also called the german bakery. It is well known for its mouthwatering breakfast selection of breads, rolls, pastries, vegan options, gluten free and vegetarian."
      ]
    },
    {
      "heading": "Pizzeria Vertika Cafe",
      "paragraph": [
        "Located near assi ghat this cafe is the best rooftop restaurant in the city. The view of Ganga River under the tree shades of this cafe is truly an amazing experience. They offer a wide range of pizza as well as a good selection of indian dishes. The service here is quick and warm. If you visit this place then don't forget to try apple pie along with ice cream"
      ]
    },
    {
      "heading": "Mangi Ferra Cafe",
      "paragraph": [
        "Another food place residing in the shelters of hotel surya is mangi ferra cafe. This place is mostly known for its calming and peaceful experience, if you want to take a break from the hecticness of your schedule and have a peaceful dine in then this is the place for you. The cafe is constructed under a tree which gives it an impressive look out and the  serve a wide range of veg as well as non veg platters"
      ]
    },
    {
      "heading": "Moti Mahal Deluxe",
      "paragraph": [
        "Located on the third floor of ip mall sigra, this restaurant is widely known for its non veg platter. Best known for its service, this restaurant is a part of chain of restaurants in india moti mahal. The serene ambience and lip smacking food makes this place irresistible. This place is quite popular among locals as well as tourists "
      ]
    }
  ],
  "pageName": "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
  "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
  "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
}
