{
  "title": "Top-5-temples-to-visit-in-Varanasi",
  "article": [
    {
      "heading": "Kashi Vishwanath Temple",
      "paragraph": [
        "Lies in the heart of varanasi,kashi vishwanath a sacred attraction is a Home to the 12th Jyotirlinga of Lord Shiva, not only it has a majestic appearance but also it is a symbol of harmony due to its coexistence with a Mosque in the same premises. Over a thousand visitors a year visit this place to experience its holy vibe and vintage charm. It has been coined the name golden temple for its striking spire made with around 800 kilogram of pure gold. A trip to varanasi is incomplete without kashi vishwanath."
      ]
    },
    {
      "heading": "Durga Temple",
      "paragraph": [
        "Dedicated to goddess durga:Durga temple is one of the most beautiful temples in varanasi.If you are looking for a place where you can get lost in divinity and find ultimate peace, then Durga Kund Temple is the place for. Made with red stone this temple features a multi tier spire. Built next to a pond this place attracts hundreds of devotees due to its calming atmosphere. It is a must visit site especially at the time of durga puja"
      ]
    },
    {
      "heading": "Sankat Mochan Hanuman Temple",
      "paragraph": [
        "Lying on the bank of the Assi river, Hanuman temple is one of the oldest temples built around the 16th century dedicated to the monkey god hanuman. It is said that whoever visits this temple gets all their prayers answered. This ancient temple is the place where tulsidas spent most of his life and penned down holy scriptures. Devotees from all over the world come to visit this place on tuesdays and saturdays"
      ]
    },
    {
      "heading": "Annapurna Devi Temple",
      "paragraph": [
        "Dedicated to Goddess Annapurna, an incarnation of Goddess Parvati and the symbol of food said to protect kashi from food crises, Annapurna Devi Mandir was constructed during the early 18th century by Maratha Peshwa Baji Rao. legend has it that anyone coming to seek the blessings of Goddess Annapurna with sheer dedication and devotion will never run short of food and nourishment in their life.it is one of the most beautifully built temples among kashi.the day before Diwali devotees and visitors come from across the world to look at the gold idol each year."
      ]
    },
    {
      "heading": "Kaal Bhairav Temple",
      "paragraph": [
        "Another significant temple in varanasi is kaal bhairav temple, it’s history dates back to mid 17th century and it is the oldest shiva temple in town. Legend has it that Kaal Bhairava looks after the city and is regarded as the guardian angel of the city. The people of Varanasi are known to take permission from the deity before they leave Varanasi. It is also considered that one must visit to this temple to stay safely if they are planning a trip to varanasi"
      ]
    }
  ],
  "pageName": "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
  "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
  "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
}
