{
  "title": "Top 10 Tourist destinations in Varanasi",
  "image": "../images/blogPlaces.png",
  "article": [
    {
      "heading": "Kashivishwanath Temple",
      "paragraph": [
        "Any list of places on Banaras is incomplete without including the famous Kashi Vishwanath Temple which has been visited by every Hindu pilgrim who visits the city. From dignitaries of state to the prime minister of the country everyone pays their respects to the baba vishwanath. It is being said that whoever pays their homage to the temple, doesn't leave empty handed. The temple is constructed with 40 tons of gold dome and is situated in the heart of the city. It is thousands of years old and you have to pass through the alleys to visit the temple. The most iconic thing about the temple is that it contains the only jyotirlinga in Uttar Pradesh. "
      ]
    },
    {
      "heading": "Dashashwamedh Ghat",
      "paragraph": [
        "Out of the total 88 ghats present in the city the dashashwamedh ghat is the most important. Legend has it that Lord Brahma himself sacrificed 10 horses on this ghat in a yagna and hence the name dashashwamedh came into existence for the ghat. If you want yourself soaked into spirituality and listen to the tinkering of the temple bells, watch the diyas, then this is the most suitable place for you. The Ganga aarti hoisted here every evening is something which cannot be missed at any cost and will leave you in to see your inner self.  As a tip the Japanese prime minister during his visit to India was mesmerized by it."
      ]
    },
    {
      "heading": "Sarnath",
      "paragraph": [
        "Located 13 km northeast of Varanasi, Sarnath is among the famous Buddhist pilgrimages in India. It is a popular place to visit around Varanasi for those seeking peace and solitude after jostling their way through the frazzled ghats and gullies of Kashi. After achieving enlightenment at Bodhgaya, the Buddha came to Sarnath seeking his former companions and thus gave his first sermon here. Popular sightseeing places in Sarnath include the Dhamekh Stupa & Monastery Ruins, the Archaeological Museum, the Chaukhandi Stupa, the Ashoka Pillar, the Mulagandha Kuti Vihar, and the Chinese & Thai Temple and Monastery."
      ]
    },
    {
      "heading": "Banaras Hindu University",
      "paragraph": [
        "Banaras Hindu University is one of the largest universities in the world and a prime attraction in Varanasi. It was founded by Pandit Mohan Malviya in 1916 and is internationally reputed. The BHU is one of the few institutions of the country which can sense the wind of change in its culture. Excelling in arts and sciences, the university is also known for its role in the Indian independence movement. It is a must-visit to experience the age-old tradition of learning and spirituality. History buffs most certainly shouldn’t give this place a miss! It also houses a vishwanath temple popularly known as the new VT temple."
      ]
    },
    {
      "heading": "Assi Ghat",
      "paragraph": [
        " Located in the far south of the city, Assi Ghat is the place where the pilgrims worship the lingam of Lord Shiva. This ghat is a lively space, rippling in chaos and commotion and one that vividly captures the ancientness of Kashi. Among the most famous religious places in Varanasi, Assi Ghat is a must visit. The alluring sight of the arti here makes Varanasi the most beautiful city in India."
      ]
    },
    {
      "heading": "Tulsi Manas Temple",
      "paragraph": [
        "Among the many sightseeing places in Varanasi is the Tulsi Manas Temple, the place where Tulsidas wrote the Hindu epic Ramayana in an Awadhi dialect of the Hindi language. The temple was funded by the Birla family and constructed in white marble in 1964. Verses and scenes from Ramcharitmanas are engraved on the mandir walls."
      ]
    },
    {
      "heading": "Ramnagar Fort",
      "paragraph": [
        "Located opposite to the Tulsi Ghat, the Ramnagar Fort is an 18th-century crumbling ruin in dire need of restoration. However, the crimson sunset as viewed from inside this enclosure is reason enough to give Ramnagar Fort a spot on the list of places to visit in Varanasi. This old rampart is also home to a vintage museum that is famous for its rare collection of old American cars, ivory works, medieval costumes, and a huge astronomical clock."
      ]
    },
    {
      "heading": "Gyanvapi mosque or Alamgir mosque",
      "paragraph": [
        " Alamgir mosque is famed for its exquisite architecture and enviable location. The mosque is situated on the edge of River Ganga and enjoys a picturesque scene. Said to be built by Mughal Emperor Aurangzeb who is believed to have demolished the old Kashivishwanath Temple and constructed this mosque in its place; Alamgir mosque is a fine piece of architecture. "
      ]
    },
    {
      "heading": "Durga mandir",
      "paragraph": [
        "Also called the monkey temple, this mandir is among the mythical places to see in Varanasi. Built in the 18th century by a Bengali Maharani, the temple is painted red with ochre. It is believed that the idol of Goddess Durga in the temple was not constructed, it appeared on its own."
      ]
    },
    {
      "heading": "Harishchandra Ghat",
      "paragraph": [
        "Name after the mythical king Harishchandra, it is one of the oldest ghat in varanasi. Legend has it that being cremated here leads a person to attain ultimate salvation. Also referred to Adi Manikarnika ghat from time to time, this ghat is considered to be a symbol of charity and truthfulness. In late 1980s an electric crematorium was added to this ghat"
      ]
    }
  ],
  "pageName": "Top 10 Tourist Destinations | Places in Varanasi, Car Hire in Varanasi",
  "description": "Top 10 Places in Varanasi - Vinayak Travels (Taxi in Varanasi) is one of the best travel agencies in Varanasi, tour operator and taxi service provider. Book your cab with us for Kashi vishwanath Temple, Dashashwamedh Ghat, Sarnath, Assi Ghat, Tulsi Manas Temple, Durga Mandir and Ramnagar Fort.",
  "keyword": " Top 10 Tourist Places in Varanasi, Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi, Top 10 Tourist Destinations."
}
