{
    "title": "Top-5-unknown-facts-about-Varanasi",
    "article": [
      {
        "heading": "FROG MARRIAGE",
        "paragraph": [
          "A very uncommon yet much anticipated ritual of frog marriage is carried out every year on ashwamedha ghat in varanasi. It is particularly done in rainy season to please the rain gods to get abundance of rain "
        ]
      },
      {
        "heading": "SOURCE OF MUSIC",
        "paragraph": [
          "Varanasi music tradition is traced back to puranic days.According to Legends hindu god lord shiva is associated with evolving music and dance forms. During the medieval era Varanasi became a thriving center for musicians such as surdas, kabir, ravidas, meera and Tulsidas. In recent times the city is the home to world renowned artists and musicians like Pandit Ravi Shankar and Ustad Bismillah Khan"
        ]
      },
      {
        "heading": "FILM SHOOTING CENTER",
        "paragraph": [
          "For quite a while Varanasi has become a center for shooting films and due to its picturesque view.  A few Bollywood movies that were shot here include gangs of wasseypur, shubh mangal zada sawdhan, Ranjhana, piku and super 30. Some parts of the Hollywood movie The Curious case of Benjamin Button were also shot here. Not only hollywood and bollywood but also varanasi has been a hub for bhojpuri movies as well"
        ]
      },
      {
        "heading": "LESSER KNOWN NAMES",
        "paragraph": [
          "Although kashi, varanasi, banaras are quite the popular names of this city there are few more lesser known names to add to this list Mahasmasana, Brahma Vardha, Sudarsana and Ramya"
        ]
      },
      {
        "heading": "NAMED AFTER RIVERS",
        "paragraph": [
          "The name varanasi itself has a tale of holiness in its origin,the name has been coined from the name of two ganga tributaries forming the city's borders.Varuna flowing in northern varanasi and assi flowing in the southern part of the city"
        ]
      }
    ],
    "pageName": "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
    "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
    "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
  }
