{
    "title": "Kashi-Vishwanath-Darshan",
    "image": "../images/blogKashiVishwanath.png",
    "article": [{
            "heading": "A visit to Kashivishwanath",
            "paragraph": ["A monument that has been demolished and reconstructed several times and has managed to hold its place in history should be your must visit place. Kashi Vishwanath Temple is one such place.Built by the Maratha ruler, Ahilya Bai Holkar of Indore in 1780, it is one of the most prominent Hindu temples situated in the heart of Varanasi.It stands erect on the western bank of the holy river Ganga."]                            
        },
        {
            "heading": "Why is it so prominent?",
            "paragraph": ["It is one of the Jyotirlingas, the holiest of the Shiva temples."]
        },
        {
            "heading": "How did it get its name?",
            "paragraph": [" The main deity of the temple is known as Vishwanatha, meaning the ruler of the universe.Varanasi is also known as Kashi.Hence the name - Kashi Vishwanath Temple.There are a total of five aartis that start in the wee hours of the day and end late at night.No cell phones, camera, belts with metal buckles, tobacco is permitted due to security reasons."]
        },
        {
            "heading": "Importance Of Kashi Vishwanath Temple?",
            "paragraph": ["It has a lot of value for Hindus for them it is what Haj is for Muslims. Hindus try to visit this place at least once in their lifetime.One must give up one of their desires after the pilgrimage.The pilgrimage ends at the temple at Rameshwaram in Tamil Nadu.People take water samples from the holy Ganga for the prayer at the temple and bring back sand from near the temple.The pilgrimage is also said to provide freedom from death to a true devotee.So if you want to go into the roots of Hindu history, this temple is sure to enchant you with its eventful history,mesmerizing architecture and spiritual environment."]
        }
    ],
    "pageName" : "Kashi Vishwanath Darshan, Taxi Booking Services, Car Hire in Varanasi",
    "description" : " Get lowest Cab fares with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
    "keyword" : "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi" 
}
